export interface Category {
  main: string;
  sub: string[];
}

export const categories: Category[] = [
  { main: "가방", sub: ["여성용가방", "남성용가방", "기타가방"] },
  { main: "귀금속", sub: ["반지", "목걸이", "귀걸이", "시계", "기타"] },
  { main: "도서용품", sub: ["학습서적", "소설", "컴퓨터서적", "만화책", "기타서적"] },
  { main: "서류", sub: ["서류", "기타물품"] },
  { main: "산업용품", sub: ["기타물품"] },
  { main: "쇼핑백", sub: ["쇼핑백"] },
  { main: "스포츠용품", sub: ["스포츠용품"] },
  { main: "악기", sub: ["건반악기", "관악기", "현악기", "기타악기"] },
  { main: "유가증권", sub: ["어음", "상품권", "채권", "기타"] },
  { main: "의류", sub: ["여성의류", "남성의류", "아기의류", "모자", "신발", "기타의류"] },
  { main: "자동차", sub: ["자동차열쇠", "네비게이션", "자동차번호판", "임시번호판", "기타용품"] },
  { main: "전자기기", sub: ["태블릿", "스마트워치", "무선이어폰", "카메라", "기타용품"] },
  { main: "지갑", sub: ["여성용 지갑", "남성용 지갑", "기타 지갑"] },
  { main: "증명서", sub: ["신분증", "면허증", "여권", "기타"] },
  { main: "컴퓨터", sub: ["삼성노트북", "LG노트북", "애플노트북", "기타"] },
  { main: "카드", sub: ["신용(체크)카드", "일반카드", "교통카드", "기타카드"] },
  { main: "현금", sub: ["현금", "수표", "외화", "기타"] },
  { main: "휴대폰", sub: ["삼성휴대폰", "LG휴대폰", "아이폰", "기타휴대폰", "기타통신기기"] },
  { main: "기타물품", sub: ["안경", "선글라스", "매장분실재", "기타"] },
];
